# generated using: code --list-extensions
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
naumovs.color-highlight
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
timonwong.shellcheck
tomoki1207.pdf
usernamehw.errorlens
yzhang.markdown-all-in-one
